Openfoam-Xeon-host/OpenFOAM-2.3.1/tutorials/multiphase/cavitatingFoam/ras/throttle/constant/thermodynamicProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermodynamicProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

barotropicCompressibilityModel linear;

psiv            psiv [ 0 -2 2 0 0 ] 2.5e-06;

rholSat         rholSat [ 1 -3 0 0 0 ] 830;

psil            psil [ 0 -2 2 0 0 ] 5e-07;

pSat            pSat [ 1 -1 -2 0 0 ] 4500;

rhoMin          rhoMin [ 1 -3 0 0 0 ] 0.001;


// ************************************************************************* //
